// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Printerstatus";

SuppliesDetailsTitle = "Gedetailleerde informatie benodigdheden";
OrderSuppliesTitle = "HP-benodigdheden bestellen";

/* Loading process message */
"Loading..." = "Bezig met laden…";

// Color Names
"black" = "Matzwart";
"blue" = "Blauw";
"brightyellow" = "Felgeel";
"cyan" = "Cyaan";
"darkgray" = "Fotozwart";
"darkmagenta" = "Donkermagenta";
"flourescentpink" = "Fluorescerend rose";
"flourescentyellow" = "Fluorescerend geel";
"glossyblack" = "Glanzend zwart";
"gray" = "Grijs";
"green" = "Groen";
"lightcyan" = "Lichtcyaan";
"lightgray" = "Lichtgrijs";
"lightmagenta" = "Lichtmagenta";
"lightyellow" = "Lichtgeel";
"magenta" = "Magenta";
"matteblack" = "Matzwart";
"mediumcyan" = "Normaal cyaan";
"mediumgray" = "Normaal grijs";
"orange" = "Oranje";
"photoblack" = "Fotozwart";
"red" = "Rood";
"reflexblue" = "Reflexblauw";
"rhodaminered" = "Rodaminerood";
"transparent" = "Glanslaag";
"violet" = "Blauw";
"white" = "Wit";
"yellow" = "Geel";

/* Name field label */
"Name:" = "Naam:";

/* Model field label */
"Model:" = "Model:";

/* Connection field label */
"Connection:" = "Verbinding:";

/* Address field label */
"IP Address:" = "IP-adres:";

/* Firmware version field label */
"FW Version:" = "FW-versie:";

// Buttons
PrinterDetailsButtonTitle = "Printerdetails…";
PrinterDetailsButtonToolTip = "Ga naar HP Afdrukmonitoren voor meer details over de printerstatus en meldingen.";
SuppliesDetailsButtonTitle = "Voorraaddetails…";
SuppliesDetailsButtonToolTip = "Klik hier voor meer details over inktcartridges, printkoppen en papierstatus.";
OrderSuppliesButtonTitle = "HP-benodigdheden bestellen";
OrderSuppliesButtonToolTip = "HP-benodigdheden bestellen van HP.com";

